Revit 2027 API
ParameterTypeId.FabricationHandlePosition Property
 "Handle Position"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationHandlePosition { get; }
Public Shared ReadOnly Property FabricationHandlePosition As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationHandlePosition {
	ForgeTypeId^ get ();
}
static member FabricationHandlePosition : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace